Repository: laconicman/YDelivery
Catalog: YDeliveryShare/Localizable.xcstrings
Source language: en
Languages: ru

source: Building %@
ru: Корпус %@

source: Building %1$@
ru: Дом %1$@

source: Cancel
ru: Отмена

source: Choose on the map
ru: Выбрать на карте

source: Delivery point
ru: Точка доставки

source: Entrance %@
ru: Подъезд %@

source: Entrance %1$@
ru: Подъезд %1$@

source: Flat or office %@
ru: Квартира или офис %@

source: Flat or office %1$@
ru: Квартира или офис %1$@

source: Floor %@
ru: Этаж %@

source: Floor %1$@
ru: Этаж %1$@

source: Found an address
ru: Найден адрес

source: Intercom %@
ru: Домофон %@

source: Intercom %1$@
ru: Домофон %1$@

source: New delivery
ru: Новая доставка

source: No address found
ru: Адрес не найден

source: Pick-up point
ru: Пункт выдачи

source: Pinned location
ru: Отмеченное место

source: Reading the share…
ru: Читаем, что прислали…

source: Send to YDelivery
ru: Отправить в YDelivery

source: Share a message or a map link that names a place.
ru: Поделитесь сообщением или ссылкой на карту, которая называет место.

source: The address is guessed from the text — check the pin before ordering.
ru: Адрес угадан из текста — проверьте метку перед заказом.

source: the destination
ru: назначение

source: the origin
ru: отправление

source: The shared point is
ru: Присланная точка — это
